const REGIONS = {
  "North East": {"name": "英格蘭東北", "ids": [1, 2, 3]},
  "North West": {"name": "英格蘭西北", "ids": [4, 5, 6, 7, 8]},
  "Yorkshire and the Humber": {"name": "約克郡-亨伯", "ids": [9, 10, 11, 12]},
  "East Midlands": {"name": "東米德蘭茲", "ids": [13, 14, 15, 16, 17, 18]},
  "West Midlands": {"name": "西米德蘭茲", "ids": [19, 20, 21, 22, 23, 24]},
  "East of England": {"name": "英格蘭東部", "ids": [25, 26, 27, 28, 29, 30]},
  "London": {"name": "倫敦", "ids": [31, 32]},
  "South East": {"name": "英格蘭東南", "ids": [33, 34, 35, 36, 37, 38, 39, 40, 41]},
  "South West": {"name": "英格蘭西南", "ids": [42, 43, 44, 45, 46, 47, 48]},
  "Scotland": {"name": "蘇格蘭", "ids": [49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80]},
  "Wales": {"name": "威爾斯", "ids": [81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102]},
  "Northern Ireland": {"name": "北愛爾蘭", "ids": [103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113]}
};
